{
    "1": "Type 1A hair is described as fine, very thin and soft with a noticeable shine.",

    "2A": "Your waves have a tousled, loose hair texture. Due to the lack of definition and volume, hair products can easily weigh down your strands. If you want to maintain your curls then use lighter hair products such as gels and mousses",

    "2B": "Your hair is straight at the roots, at least for the most part, and has S-shaped waves that have more definition from the mid-length down to the ends. The texture is medium and has a bit of frizz at the crown. If you want more definition as a 2B hair type, plop your hair when it’s freshly washed.",

    "2C": "Your waves are much more defined and start all the way at the roots with ringlets and curls. The texture is generally coarse or thick, which has a habit of frizzing. Diffuse your hair while it’s wet, although your hair should not be soaking wet if you want more volume.",

    "3A": "Your curls are big and loose. If you’ve ever seen sidewalk chalk then you have a good gauge for the circumference of Type 3A curls. They tend to be shiny as well and are S-shaped. If you want more curl definition, try to twirl tiny sections of curls around your finger when your hair is damp.",

    "3B": "Your curls are springy, and you can find variants anywhere from corkscrews to ringlets. Your curls are also voluminous. 3B hair is generally dense. Use humidity blocking styling products. You might want to use styling milk if you want more definition but less frizz.",

    "3C": "This is sometimes called “curly-coily” hair due to its density. It’s made up of tightly-packed corkscrew-like curls that tend to be as big around as a pencil. 3C tends to have the highest amount of volume, but also tends to have the most shrinkage. Stretch and enhance gently without heat with a flexi-rod set, twist-out, or a set of perm rods.",

    "4A": "Your coils are either fine or wiry with the circumference of a crochet needle. They’re still dense and springy with a notable S pattern. Use natural emollients with a thicker consistency, such as shea butter to get the most out of your twist out or wash-and-go after you wash.",

    "4B": "Instead of coiling or curling, you have hair that bends in sharp angles. They look quite a bit like the letter Z. The curl is tighter and far less defined, having the circumference of an ink-pen. The strands range from wiry and coarse to fine and thin. Pre-poo using coconut oil to retain your scalp’s natural chemistry.",

    "4C": "You have hair as densely packed as 4B, just with less definition as well as more shrinkage. The hair texture, which is tightly coiled like all Type 4s, ranges from super fine and soft to coarse and wiry. It’s incredibly delicate hair. Try using a humectant with a creamy consistency as a leave-in product."
}